Repository: NorthernGround/rentalshop
Catalog: lang/rentman-*.po
Languages: de_fr

source: Rentable Product
de_fr: Vermietbar Produkt

source: Huurperiode
de_fr: Zeitraum

source: Van:
de_fr: Von:

source: Tot:
de_fr: Bis:

source: Begindatum verhuur:
de_fr: Startdatum Vermietung:

source: Einddatum verhuur:
de_fr: Enddatum Vermietung:

source: Geen informatie beschikbaar
de_fr: Keine Informationen verfügbar

source: De ingevoerde huurperiode is niet correct
de_fr: Der angegebene Vermietzeitraum ist nicht korrekt

source: Beschikbaar
de_fr: Verfügbar

source: Mogelijk beschikbaar
de_fr: Eventuell verfügbar

source: Niet beschikbaar
de_fr: Nicht verfügbar

source: Log hier in met uw Rentman API gegevens
de_fr: Loggen Sie sich hier mit Ihren Rentman API Daten ein

source: Accountnaam
de_fr: Accountname

source: Wachtwoord
de_fr: Passwort

source: Check beschikbaarheid voor versturen
de_fr: Verfügbarkeit vor Verschicken überprüfen

source: Korting contact uit Rentman overnemen
de_fr: Kontaktrabatt aus Rentman übernehmen

source: Inloggegevens niet correct
de_fr: Login-Daten nicht korrekt

source: De categorieën konden niet worden geladen. Controleer in Rentman of er producten zijn waarbij u heeft aangegeven dat ze worden getoond in de webshop.
de_fr: Die Kategorien konnten nicht geladen werden. Kontrollieren Sie in Rentman, ob es Produkte gibt, bei denen Sie angegeben haben, dass diese im Webshop nicht gezeigt werden sollen.

source: Producten importeren
de_fr: Produkte importieren

source: Bezig met importeren. Het importeren van producten kan enkele minuten duren, sluit gedurende deze periode dit scherm niet af
de_fr: Mit Importieren beschäftigt. Das Importieren von Produkten kann einige Minuten dauern. Bitte lassen Sie das Fenster während dieser Zeit geöffnet.

source: Product is beschikbaar
de_fr: Produkt ist verfügbar

source: Het product is mogelijk beschikbaar, maar niet definitief
de_fr: Das Produkt ist eventuell verfügbar, jedoch nicht definitiv

source: Het product is niet beschikbaar in deze hoeveelheid voor de opgegeven periode
de_fr: Das Produkt ist zum angegebenen Zeitraum nicht in der gewünschten Anzahl verfügbar

source: Staffel:
de_fr: Faktor:

source: Periode bijwerken:
de_fr: Zeitraum bearbeiten:

source: Geselecteerde data
de_fr: Ausgewählte Daten

source: Ga naar de winkelwagen om de huurperiode te wijzigen
de_fr: Gehen Sie zum Warenkorb, um den Mietzeitraum zu ändern

source: Bijgevoegde bestanden:
de_fr: Hinzugefügte Dateien:

source: dag(en)
de_fr: Tag(e)

source: % Korting verhuur
de_fr: % Rabatt Vermietung

source: % Korting verkoop
de_fr: % Rabatt Verkauf

source: Dagprijs
de_fr: Tagespreis
